[
    {
    	"title": "Self Imposed Expectations",
    	"content": "It has been a while since my last post, I have about three weeks left at Codeup and will start my capstone soon. I wish I could say that I am excited and that I can't wait to show the world what I have learned in four months...but I can't. When it comes to it, I am down right scared. I'm scared to find out that I am not as talented as I thought I am; I'm scared of disappointing myself and the ones closest to me; what is worst is that it is not just for capstone but for every project.<br><br>A few hours before writing this post, I have decided to make conscious effort to give less f**ks. If I don't I bet I am going to die pretty young and will never be happy with any of my work, and that is no way to live. However, I know that this is something that is deeply rooted in my personality and it is something I have to fight for a while. I know I am not the only one that feels this way, so to everyone that can relate; let's just stop having these crazy expectations for ourselves, be happy with ourselves and be proud of our work.",
    	"date": "October 17, 2016<br>"
    },

    {
        "title": "My First Blog Post",
        "content": "Finally got the chance to sit down to write my first blog post. This is interesting, I have been writing code non stop for the last two months and now it is fairly difficult to go back to structured English; but I will do my best. My blog is not going to be very professional, I'm going to be myself and talk about whats on my mind; however, I will do my best with it comes to spelling and grammar which means it will most likely have many errors.<br><br>I really miss my friends and family back home, and I know that if anyone is reading this, it is them so here is a little message: 'I love you guys and can not wait to see you guys next week, two months flew by so fast, know that I am living comfortably and made some really cool friends'. Anyways, I am gonna try to keep these post short and sweet. By the way Sublime Text is saying I am spelling blog wrong...",
        "date": "September 11, 2016"
    }
]
